/* Placeholder to show while the services menu is being built */
"Building\\U2026" = "Rakennetaan…";

/* Development (as in programming) category for Services */
"Development" = "Kehitys";

/* Files and folders category for Services */
"Files and Folders" = "Tiedostot ja kansiot";

/* General category for Services */
"General" = "Yleiset";

/* Internet category for Services */
"Internet" = "Internet";

/* Messaging category for Services */
"Messaging" = "Viestintä";

/* Menu item title for when no services are available in this context */
"No Services Apply" = "Ei soveltuvia palveluita";

/* Pictures (as in images) category for Services */
"Pictures" = "Kuvat";

/* Searching category for Services */
"Searching" = "Etsiminen";

/* Title for Services menu */
"Services" = "Palvelut";

/* Error description when Services Preferences could not be opened. */
"Services Preferences are not available because System Preferences could not be opened." = "Palveluasetukset eivät ole käytettävissä, koska Järjestelmäasetuksia ei voitu avata.";

/* Menu item title for changing Services menu */
"Services Preferences\\U2026" = "Palveluasetukset…";

/* Text category for Services */
"Text" = "Teksti";

